Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: On the list are combinations such as BUT, BAD and BAR - the last presumably a problem because it suggests alcohol, something strictly prohibited in the conservative Islamic kingdom.
ar: و فى القائمة تلك التركيبات التسع و منها على سبيل المثال كلمة مترجمة إلى و لكن BUT، سيىء BAD، خمارة BAR، و الأخيرة ممنوعة بشكل أخص لأنها تنوه عن بالكحول أو الخمر، و هى شيء ما محرم قطعاً فى المملكة المتحفظة الإسلامية.

source: About 90 000 plates with the prohibited letter combinations are to be replaced, Watan said.
ar: و فى تقرير لجريدة الوطن تم التوضيح أن نحو تسعون ألف لوحة تسجيل سيارات مكتوب عليها تلك التركيبة المحظورة من الحروف من المقرر أن يتم استبدالها.

source: Vanity plates are fashionable with wealthy and young Saudis and auctions of special combinations have brought in as much as $1.6-million for one plate, the newspaper reported. - Sapa-AFP
ar: و ممن يمتلك تلك اللوحات الخاصة بالرفاهية هم هؤلاء الشباب السعودى اليافع حتى أن أحدهم قد حصل على لوحة تسجيل السيارة خاصته بنحو واحد و ستة من عشرة مليون ريال سعودى – وفق تقرير الأخبار – سابا – وكالة الأنباء الفرنسية.

source: Saudis ban 'lewd' number plates
ar: السعوديون تحظر لوحات الأرقام 'الخليعة'

source: Some 90,000 plates with the banned letters will reportedly be replaced
ar: سيتم استبدال حوالي 90,000 لوحة أرقام تحمل الحروف المحظورة

source: Saudi Arabia has banned vehicle number plates which are seen as offensive in English when Arabic letters are given in the Latin alphabet, reports say.
ar: منعت المملكة العربية السعودية لوحات أرقام السيارات التي يُنظر اليها على أنها خادشة عند كتابة الحروف العربية إلى الحروف اللاتينية حسبما تفيد التقارير.

source: Saudi newspaper al-Watan said the banned words included sex and ass, but the list was topped by USA.
ar: وذكرت صحيفة الوطن السعودية أن الكلمات التي تم حظرها تضمنت جنس ومؤخرة ولكن جاءت على رأس القائمة الولايات المتحدة الأمريكية.

source: Al-Watan said 90,000 existing plates were to be replaced.
ar: وقالت صحيفة الوطن أن نحو 90,000 لوحة موجودة سيتم استبدالها.

source: Personalised plates are popular with wealthy young Saudis. One plate recently sold at auction for 6m riyals ($1.2m), the newspaper reported.
ar: ووفقا لما ذكرته الصحيفة تتمتع اللوحات الشخصية بشعبية كبيرة بين الشبان السعوديين الأثرياء، فقد بيعت احدى اللوحات في مزاد أُقيم في الآونة الأخيرة بستة ملايين ريال (1,2 مليون دولار).

source: Newer Saudi plates include three Arabic letters that are also shown in the Latin alphabet.
ar: وتشمل اللوحات السعودية الحديثة ثلاثة حروف عربية تُكتب أيضاً بالحروف الأبجدية اللاتينية.

source: The growing fashion is for car owners to buy personalised vanity plates that deliberately read nut, but, bad, or bar in English.
ar: والإتجاه السائد الآن هو أن يشتري أصحاب السيارات اللوحات الشخصية المتباهية التي كُتب عليها مجنون أولكن أوسيئأو بار باللغة الإنجليزية.

source: The latter presumably has been deemed offensive as it relates to alcohol, which is banned in the Islamic kingdom, the AFP news agency reports.
ar: وقالت وكالة الأنباء الفرنسية أن الكلمة الأخيرة (بار) تعتبر خادشة لأنها تتعلق بالمشروبات الكحولية وهي محظورة في المملكة الإسلامية.

source: The first on the list, for unexplained reasons, is the combination USA.
ar: وتأتي كلمة يو إس أيه (الولايات المتحدة الأمريكية) على رأس القائمة دون إبداء أي أسباب لذلك.

source: Thai premier declares emergency, escapes mob attack (Second Lead)
ar: رئيس الوزراء التايلاندي يعلن حالة الطوارئ، وينجو من هجوم جماهيري

source: Bangkok, April 12 (DPA) Thai Prime Minister Abhisit Vejjajiva declared a state of emergency in Bangkok Sunday to quell anti-government protests that forced the cancellation of a major Asian summit the previous day.
ar: بانغوك، 12 أبريل. أعلن رئيس الوزراء التايلاندي «أبيسيت فيجا جيفا» حالة الطوارئ يوم الأحد في بانغوك من أجل إخماد الاحتجاجات المعادية للحكومة، والتي دفعت نحو إلغاء عقد قمة أسيوية مهمة يوما قبل ذلك.

source: A protest leader Jatuporn Promphan called for a popular uprising Sunday to overthrow what he described as an illegitimate government now that law and order had broken down, The Nation newspaper reported.
ar: وحسب ما أوردته صحيفة «نيشن»، فإن زعيم المحتجين، جاتوبورن برومفان، دعا يوم الأحد إلى تصعيد شعبي من أجل الإطاحة ما أسماه حكومة غير شرعية بعد أن انهار الأمن والنظام.

source: Protestors surrounded two armoured personal carriers parked near the upmarket Siam Paragon shopping mall in central Bangkok in the afternoon, according to witnesses.
ar: وفي المساء، حاصر المحتجون، حسب أقوال الشهود، عربتين مدرعتين كانتا متوقفتين بالقرب من مركز التسوق الفخم، براغون، بوسط بانغوك.

source: Jakrapob Penkair, a strategist of the so-called Red Shirts, said the protestors were ready to fight a “brutal government in every possible way” and accused the military of surrounding innocent people holdi
ar: وقال جاكرابوب بينكير، المسؤول الاستراتيجي لمؤسسة «ريد شورتس»، أو الأقمصة الحمراء، إن المحتجين كانوا على استعداد لمقاتلة «الحكومة الغاشمة بشتى الطرق»، واتهم الجيش بمحاصرة أشخاص أبرياء كانوا يتظاهرون بشكل سلمي.

source: About 50 protestors loyal to fugitive former prime minister Thaksin Shinawatra forced their way into the Interior Ministry to confront Abhisit.
ar: وكان خمسون من المحتجين الموالين لرئيس الوزراء السابق الفار، تاكسين شيناواترا، قد اخترقوا عنوة مقر وزارة الداخلية لمواجهة «أبيسيت».

source: Abhisit managed to leave the ministry after a mob attacked his car and were backed off when soldiers guarding him fired shots in the air. Officials later said the prime minister was not in his regular vehicle, but had switched to another one to exit the m
ar: وتمكن «أبيسيت» من مغادرة مقر الوزارة بعد أن هاجمت الجماهير سيارته. وتراجعت تلك الجموع بعد أن أطلق جنود يحرسون «آبيسيت» النار في الهواء. وقال المسؤولون في ما بعد إن رئيس الوزراء لم يكن في سيارته المعتادة، بل تم نقله إلى عربة أخرى من أجل مغادرة مقر الوزارة.

source: Witnesses reported seeing tanks passing on a major street in mid-afternoon, and sources said some army units were being mobilised.
ar: وذكر شهود عيان أنهم رأوا دبابات تعبر شارعا رئيسيا منتصف المساء، كما قالت مصادر إنه تمت تعبئة وحدات من الجيش.

source: The prime minister said the government took the decision because the problems threatening social stability were escalating.
ar: وقال رئيس الوزراء إن الحكومة اتخذت قرارا على اعتبار أن المشاكل التي تهدد الاستقرار الاجتماعي تسير في منحى تصاعدي.

source: “The government has to declare the state of emergency to restore normalcy as soon as possible,” Abhisit said.
ar: وقال «أبيسيت» إنه «يتعين على الحكومة إعلان حالة الطوارئ من أجل العمل قدر الإمكان على إعادة الحياة إلى مجراها العادي».

source: Authorities arrested protest organiser Arisamun Pongruengrong, who had led a mob Saturday to disrupt the Association of South-East Asian Nations (ASEAN) and its dialogue partners’s summit in the seaside resort of Pattaya, 100 km south of Bangkok.
ar: واعتقلت السلطات منظم الاحتجاج، أريسامون بونغرونغرونغ، الذي كان يقود الجماهير يوم السبت من أجل مقاطعة قمة «جمعية بلدان جنوب شرق آسيا» (ASEAN) وشركائها، والتي كانت تنعقد في المنتجع الساحلي «باتايا»، 100 كيلومتر جنوب بانغوك.

source: The arrest provoked fury from Arisamun’s followers, who began to converge on key government buildings and block traffic in the capital city.
ar: وأثار الاعتقال غضب أتباع أريسامون، حيث بدأوا يتجمهرون في المباني الحكومية ويعرقلون حركة المرور في العاصمة.

source: Early Sunday, it appeared there could be a break in the protests for the important Buddhist New Year holiday. There were only about 2,000 protestors camped outside government house, police said.
ar: وذكرت الشرطة أنه في وقت سابق من يوم الأحد، بدأ أنه سيكون ثمة تعليق للاحتجاجات بسبب احتفال البوذيين بعطلة رأس السنة. ولم يكن هناك سوى ألفي محتج معتصمين خارج مبنى الحكومة.

source: Abhisit and his Democrat party government were widely criticised in the local media Sunday for the failure to stop the protestors from disrupting the ASEAN summit.
ar: ووجهت وسائل الإعلام المحلية يوم الأحد انتقادات واسعة لأبيسيت وحكومته المتشكلة من حزبه «الديمقراطي»، بسبب الفشل في الحيلولة دون منع المحتجين من إجهاض قمة (ASEAN).

source: Jakrapob warned the government against using the military to crack down on the protestors. “This is a legitimate protest against an illegitimate government,” he said. “If he truly believes in democracy then he should hold an election and if he wins we wil
ar: وحذر جاكرابوب الحكومة من اللجوء إلى الجيش من أجل التصدي للمحتجين، وقال: «إن الأمر يتعلق باحتجاج شرعي ضد حكومة غير شرعية. وإذا كان فعلا يؤمن بالديمقراطية، فعليه إذن أن ينظم الانتخابات وإذا فاز فيها، فسوف نقبله».

source: The protestors are demanding the resignation of Abhisit, who they say was named to head the government after anti-democratic meddling from elite royalists and other influential opponents of Thaksin, who was ousted by a coup in 2006.
ar: ويطالب المحتجون باستقالة أبيسيت، الذي يقولون عنه إنه اختير لرئاسة الحكومة بعد تدخل من النخبة الملكية وباقي خصوم «تاكسين» المؤثرين، حيث تم إسقاطه عقب انقلاب سنة 2006.

source: The flamboyant former prime minister is a fugitive, having fled the country to avoid a two-year prison sentence for abuse of power.
ar: ولا يزال رئيس الوزراء السابق، ذو الشهرة الواسعة، فارا خارج البلاد، لتفادي عقوبة السجن لمدة سنتين بتهمة استغلال السلطة.

source: Egypt Church Issues First Conversion Certificate
ar: كنيسة مصرية تصدر أول شهادة لتغيير الديانة

source: CAIRO (AFP) -- Egypt's Coptic Orthodox Church has for the first time issued a certificate of conversion to a Muslim-born Christian, his lawyer said, in a country where religious conversion is highly sensitive.
ar: القاهرة (أ ف ب) – أصدرت الكنيسة الأرثوذكسية القبطية في مصر لأول مرة شهادة تغيير الديانة لمسيحي مسلم الولادة حسبما قال محاميه، وذلك في بلد يتمتع تغيير الديانة فيه بدرجة عالية من الحساسية.

source: Maher al-Gohari, who is seeking to change his religion on his official documents from Muslim to Christian was asked by a court to provide a conversion certificate from the Egyptian church.
ar: طلبت المحكمة من ماهر الجوهري الذي يتطلع إلى تغيير ديانته في الوثائق الرسمية من الإسلام إلى المسيحية تقديم شهادة تغيير الديانة من الكنيسة المصرية.

source: He handed it in today, Nabil Gabriel told AFP. It is the first time the church provides this sort of certificate.
ar: وقال نبيل غبريال لوكالة الأنباء الفرنسية قام بتسليم الشهادة اليوم، وأضاف قائلاً هذه هي المرة الأولى التي تمنح فيها الكنيسة هذا النوع من الشهادات.

source: In Egypt, citizens are required to carry their personal ID cards at all times. Without an ID card, one has no access to basic services.
ar: في مصر، يجب على المواطنين حمل بطاقات الهوية الشخصية في جميع الأوقات، فبدون بطاقة هوية، لن يستطيع المرء الحصول على الخدمات الأساسية.

source: It is only the second time that such a request has been formally made in a country where converting to Christianity, while not illegal, is practically impossible.
ar: وهذه هي المرة الثانية التي يُطلب فيه هذا الطلب رسمياً في بلد يعتبر التحول إلى المسيحية فيه قانوني وإن كان مستحيلاً من حيث التطبيق.

source: Last year, a court rejected a request by a Christian convert from Islam, Mohammed Higazi, to have his new religion written on his identity card.
ar: وفي العام الماضي، رفضت احدى المحاكم طلب من مسيحي متحول من الإسلام وهو محمد حجازي أن يُكتب دينه الجديد على بطاقة هويته.

source: Highlighting the sensitivity of the topic, the church would not comment on Gohari's case specifically.
ar: ولم تعلق الكنيسة على قضية الجوهري تحديداً نظراً لحساسية هذا الموضوع.

source: In general, the church cannot turn away anyone who reaches out to it, otherwise it would be abandoning one its role as a church.
ar: بصفة عامة، الكنيسة لا تستطيع أن تخذل أي شخص يستعين بها وإلا فإنها تتخلي عن دورها بوصفها كنيسة.

source: Tensions often run high between Egypt's Muslim and Christian communities in an increasingly religious society dominated by Sunni Muslims.
ar: وترتفع حدة التوتر في كثير من الأحيان بين المجتمعات المسلمة والمسيحية في مصر في مجتمع ديني متزايد يغلب عليه المسلمون السنة.

source: Egypt's Copts -- the largest Christian community in the Middle East -- account for an estimated six to 10 percent of the country's 80 million inhabitants.
ar: وبلغ الأقباط في مصر وهم أكبر الطوائف المسيحية في الشرق الأوسط بنحو ستة إلى 10 في المئة من السكان في البلد ذات الثمانين مليون نسمة.

source: Twitter wrestles with fourth worm attack
ar: تويتر يتصارع مع هجوم الدودة الرابع

source: April 13, 2009 (Computerworld)
ar: 13 أبريل 2009 (كمبيوتر وورلد)

source: Another worm attack early Monday on Twitter kept the microblogging Web service chasing down infected accounts and deleting rogue tweets.
ar: هاجمت دودة أخرى صباح الاثنين تويتر مما جعلت موقع التدوين المصغر على الانترنت يلاحق الحسابات المصابة ويحذف التعليقات التي تنشر الدودة.

source: Late Sunday night and into the wee hours of Monday we fought off a fourth attack, said
ar: وقال

source: Biz Stone, co-founder of Twitter
ar: بيز ستون عضو مؤسس لتويتر

source: , in an
ar: تحديثاً لما نشره على احدى

source: update to a blog post
ar: المدونات

source: he originally published Sunday. Once again, we secured the compromised accounts and deleted any material that would further propagate the worm.
ar: يوم الأحد منذ مساء الأحد وحتى الساعات الأولى من يوم الاثنين قاتلنا الهجوم الرابع، وأضاف مرة أخرى، قمنا بتأمين الحسابات وحذف أي مادة من شأنها أن تنشر الدودة.

source: The newest attack -- which
ar: ويقول

source: followed a pair of worms
ar: ميكو هايبونن

source: Saturday and a third Sunday -- originated from a just-registered account labeled cleaningUpMikey, said F-Secure Corp.'s chief research officer, Mikko Hypponen. Today's copycat worm infected account profiles of people who clicked on the sender's name or
ar: مدير البحوث في شركة إف للتأمين أن الهجوم الجديد الذي جاء بعد هجوم دودتين يوم السبت وواحدة يوم الثلاثاء يأتي بعد إنشاء حساب جديد مسجل باسم كلينينج أب مايكي، وقد أصابت دودة اليوم المقلدة حسابات الأشخاص الذين ضغطوا على اسم المرسل أو على صورته في تعليقات تو

source: A message like this is particularly nasty, as there were plenty of re-tweets of this malicious message sent by genuine users, Hypponen said in a blog post just minutes after
ar: وقال هايبونن في احدى المدونات بعد دقائق من بدء الهجوم الذي وقع

source: Monday's attack
ar: يوم الاثنين

source: began. The bit.ly link got redirected
ar: رسالة كهذه تكون مضرة،

source: back
ar: كما

source: to Twitter, to user
ar: قام الكثير من المستخدمين الحقيقين بإعادة

source: reberbrerber's
ar: إرسالها وأضاف

source: profile & which would infect Twitter users who viewed it.
ar: إن اللينكات التي تنتهي بbit.ly تعيدك إلى تويتر إلى حساب المستخدم ريبربريبير والذي من شأنه أن يصيب حسابات مستخدمي تويتر الذين دخلوا على صفحته.

source: Twitter has since deleted the cleaningUpMikey account and the tweets it and other infected accounts spawned.
ar: وقام موقع تويتر منذ ذلك الحين بحذف حساب كلينينج أب مايكي والتعليقات التي نشرته والحسابات التي أُصيبت من جراء ذلك.

source: Endangered Aramaic language makes a comeback in Syria
ar: اللغة الآرامية المهددة بالخطر تعود مرةً أخرى بسوريا

source: Syrian President Assad has set up an institute to revive interest in the language of Christ
ar: أقام الرئيس السورى بشار الأسد معهداً متخصص لإحياء الإهتمام بلغة السيد المسيح.

source: A stone ossuary bearing the inscription in the ancient Aramaic language 'James, son of Joseph, brother of Jesus' Photograph: Biblical Archaelogy Society/Corbis Sygma
ar: حجرة من صندوق للموتى تحمل نقش باللغة الآرامية عليها (جيمس، إبن يوسف، و أخو المسيح) الصورة: جمعية الأركيولوجى الإنجيلية/ كوبرس سيجما

source: Ilyana Barqil wears skinny jeans, boots and a fur-lined jacket, handy for keeping out the cold in the Qalamoun mountains north of Damascus. She likes TV quiz shows and American films and enjoys swimming. But this thoroughly modern Syrian teenager is also
ar: ترتدى إليانا باركيل جينس ضيق، حزاء بوت برقبة، و جاكت فورير، محاولة الحفاظ على نفسها من البرد جبال قلامون شمال دمشق. و هى تحب التلفاز وخاصةً برامج الألغاز و الأحجيات و كذلك الأفلام الأمريكية، كما أنها تستمتع بالسباحة. و لكن تلك الراهقة السوريةالمتمدنة تتعل

source: Ilyana, 15, is part of an extraordinary effort to preserve and revive the world's oldest living tongue, still close to what it probably sounded like in Galilee, now in Israel, on the brink of the Christian era.
ar: و إليانا إبنة الخمسة عشرة ربيعاً تعبر عن مجموعة من الجهود الجبارة للحفاظ على و إحياء أقدم لغة متحدثة فى العالم، و التى ما زالت قريبة لما يبدوشبيهاً ب (جاليلى)، و الآن فى إسرائيل على حافة الحقبة المسيحية.

source: In Nazareth when Jesus was born they spoke more or less the same language as we do in Maaloula today, said teacher Imad Reihan, one of the pillars of this picturesque village's Aramaic Language Academy, where Barqil is studying.
ar: و فى نزاريث عندما ولد السيد المسيح تحدثوا بمثل تلك اللغة التى نستخدمها فى مالولا اليوم، سواءً بشكل كبير أو قليل، و هذا هو ما قاله الأستاذ عماد ريحاب، و الذى يعد واحد من الأعمدة المؤسسة لأكاديمية اللغة الآرامية فى تلك القرية، حيث يتم دراسة الباركيل.

source: Eli, Eli, lama sabachtani (My God, my God, why hast thou forsaken me) – Christ's lament on the cross – was famously uttered in Aramaic.
ar: إلي، إلي، لاما سابا شتانى (يا إلهى، يا إلهى، لماذا تخليت عنى) - و هذا رثاء السيد المسيح على الصليب – و الذى نطق بشكل مشهور باللغة الآرامية.

source: Recognised by Unesco as a definitely endangered language, Aramaic is spoken by 7,000 people in Maaloula, dominated by Greek Catholics (Melikites) whose churches and rites long pre-date the arrival of Islam and Arabic. Western Neo-Aramaic, to use its pro
ar: و قد تم التعليق من قبل اليونسكو حول تلك اللغة على أنها مهددة بالخطر، و يتحث اللغة الآرامية نحو 70000 شخص فى مالولا، و الواقعة تحت سيطرة اليونانيين الكاثوليك (الميليكيتس) و الذين ترجع كنائسهم و طقوسهم الدينية إلى فترة ما قبل ظهور الإسلام و العرب. و اللغة ا

source: Aramaic's long decline accelerated as the area opened up in the 1920s when the French colonial authorities built a road from Damascus to Aleppo. Television and the internet, and youngsters leaving to work, reduced the number of speakers.
ar: و تراجع اللغة الآرامية طويل الأمد قد تزايد بإنفتاح المنطقة فى فترة العشرينات من ذلك القرن عندما قامت القوات الإستعمارية الفرنسية ببناء طريق من دمشق لحلب. كما أن انتشار كلٍ من التلفاز و الإنترنت و كذلك التقليعات الشبابية و هجرة الشباب للعمل قلل من أعداد مت

source: Nowadays, many local men are away driving the huge refrigerated trucks that cross the desert to Saudi Arabia. Still, many old traces remain: in nearby Sidnaya, worshippers at the Church of Our Lady speak Arabic with a distinct Aramaic accent.
ar: و فى أياما المعاصرة يسو ق العديد من الرجال الشاحنات المزودة بالثلاجات الضخمة و التى تعبر الصحراء السعودية. و ما زالت بعض الآثار القديمة موجودة: حيق بالقرب من سيدنايا يتحث العابدون بكنيسة السيدة العزراء اللغة العربية الممزوجة بلكنة آرامية.

source: But things are definitely looking up. When I was at school over 30 years ago, we were not allowed to speak Aramaic, said Mukhail Bkheil, standing behind the counter in Abu George's souvenir shop in Maaloula's main square, where buses disgorge tourists v
ar: إلا أن الامور واعدة بالتطور. فعندما كنت بالمدرسة منذ كثر من ثلاثين عاماً، لم يكن مسموح لنا أن نتحدث بالآرامية، تعليق لمخيل بخيل، و هو واقف خلف مكتب الحسابات بمحل أبو جورج للهدايا التذكارية فى الميدان الرئيسى بالمعلولة، حيث يترجل السائحين الأجانب باستمر

source: Bkheil's party piece is reciting the Lord's Prayer in Aramaic. But he chats freely to friends, underlining the fact that the language is alive and well, not just liturgical.
ar: و دور بخيل هو تلاوة صلاة الرب بالآرامية. و لكنه يتحدث بحرية للأصدقاء، مدركاً حقيقة أن اللغة أحيي استخدامها مرةً أخرى و بشكل جيد، و ليس فقط بشكل طقسى من خلال الطقوس الدينية.

source: Saada Sarhan, the language academy administrator, learned Aramaic as a child and is teaching her own children, but often feels social pressure to speak Arabic when non-Aramaic speakers are present. Otherwise it's rude, she says.
ar: و قد تعلمت سعادة سرحان، مديرة أكاديمية اللغة الخاصة بتدريس الآرامية، عندما كانت طفلة صغيرة و تقوم بتدريسها لأطفالها، و لكن بعد مجموعة من الضغوط الإجتماعية للتحدث بالعربية عندما لا يوجد أى متحدث للآرامية. و إلا يصبح الأمر مشين و سىء. و هذا هو تعليقها الن

source: Improbably, Aramaic was given a boost by a Hollywood film, Mel Gibson's controversial Passion of the Christ, released in 2004 before the academy was set up.
ar: و بشكل غير متناسب فقد رجعت للغة الآرامية قيمتها من خلال فيلم هوليود المثير للجدل آلام المسيح لميل جيبسون، و الذى أخرج عام 2004 قبل إنشاء الأكاديمية.

source: Founded by the University of Damascus with government help, its modern premises boast a bank of PCs, new textbooks, a teaching staff of six and 85 students at three different levels.
ar: و قد تم تأسيس الأكاديمية من قبل جامعة دمشق بمساعدة الحكومة، و قد تم تمويل مججموعة من أجهزة الكمبيوت، بالإضافة إلى الكتب النصية و كذلك ستة أعضاء هيئة تدريس بالإضافة إلى نحو 85 متعلم فى ثلاث مراحل تعليمية مختلفة.

source: Elias Taja is another of them: this native Aramaic speaker and retired maths teacher wanted to learn how to write the language. I talk to my wife and daughter Miladi only in Aramaic though my daughter does sometimes reply in Arabic, he explained over ca
ar: و يعد إلياس تاجه متحدث آخر للآرامية: و هو متحدث الآرامية كلغة أولى له و هجر تدريس الرياضيات و أراد أن يتعلم كيف يكتب اللغة الآرامية. فأنا أتحدث إلى زوجتى و إبنتى ميلادى باللغة الآرامية فقط، بالرغم من أن إبنتى تجيبنى فى بعض الأحيان باللغة العربية، و قد أ

source: Miladi, 25, recently married a man from Sidnaya who does not speak Aramaic. Taja worries she will not manage to pass it on to her children – his grandchildren.
ar: أما ميلادجى إبنة الخمس و عشرين ربيعاً، فقد تزوجت حديثاً برجل من سيدنيا و الذى لا يتحدث الآرامية. و قد قلق تاجه ألا تنجح إبنته من التعامل مع اللغة من بعد ذلك أو تعلمها لأولادها – أحفاده.

source: Syria
ar: وسوريا التي يُعتقد أنها

source: being Syria, there are political sensitivities, not least because Arabisation was a key feature of government education policy after the Ba'ath party came to power in the 1960s.
ar: ما زالت هى سوريا، حيث ما زالت هناك بعض الحساسيات السياسية، ليس بدرجة أقل بسبب التعريب كان مفتاح السياسة الحكومية للتعليم بعد تولى حزب البعث على السلطة و تقلد زمام الحكم فى فترة الستينات من هذا القرن.

source: In Syria there are a lot of minority groups: Circassians, Armenians, Kurds and Assyrians, so it's a big decision to allow the teaching of other languages in government schools, said Reihan. But the government is interested in promoting the Aramaic lang
ar: و فى سوريا ما زالت هناك العديد من الأقليات: السركاسية، الأرمن، الأكراد، و الأسيريين، و لذلك فهو قرارصعب و ضخم فى نفس الوقت بالسماح بتدريس اللغات الأخرى فى المدارس الحكومية، و هذا هو تعليق ريهان و لكن الحكومة مهتمة فى تطوير و تنمية اللغة الآرامية بسبب

source: Observers say the opening of the Aramaic academy showed a more relaxed and confident attitude by the regime. Scholar George Rizkallah dedicated his 2007 Aramaic textbook to the great leader and patron of the sciences and education Dr Bashar al-Assad. A
ar: و قال الملاحظون أن إفتتاح الأكاديمية الآرامية أظهر موقف معتدل يوحى بالثقة من قبل النظام الحاكم. و قد أهدى المربى جورج رزق الله كتابه للغة الآرامية للقائد العظيم و راعى العلوم و التربية دكتور بشار الأسد. و قد تم تعليق لوحة شخصية كبيرة للرئيس السورى الأسد ب

source: Considering the bitter enmity between Syria and Israel, which still occupies the Golan Heights, it is striking that Aramaic letters are so similar to the Hebrew used in rabbinic texts; one reason, perhaps, why the only Aramaic sign in Maaloula is on the a
ar: و بمراعاة العداوة المريرة بين كلً من سوريا و إسرائيل بسبب استيلاء الأخيرة على هضبة الجولان حتى الآن، فما زالت مشكة أزمة كون الحروف الآرامية شبيهة بالحروف العبريةو المستخدمة فى النصوص الحاخامية؛ و سبب واحد و ربما هو لماذا قام الآرميكان بالتسجيل فى مالولا ه
